[X2Item_LWGauntlet]
PrimaryRangeLabel="火箭射程"
PrimaryRadiusLabel="火箭半径"
SecondaryRangeLabel="火焰喷射器射程"
SecondaryRadiusLabel="火焰喷射器半径"

[LWGauntlet_CV X2MultiWeaponTemplate]
FriendlyName="臂套"
FriendlyNamePlural="臂套"
BriefSummary="迷你火箭弹和火焰喷射器相结合的设计，是为了能够使其掌控多样化的战斗情景。"
TacticalText="<Bullet/> XCOM臂套是一种带有迷你火箭弹发射器和火焰喷射器的高级设备。<br/><Bullet/> 火箭发射器最初携带一枚火箭且有3格半径的范围效果。<br/><Bullet/> 它能够瞄准视野范围内的任何东西。<br/><Bullet/> 根据弹着点的不同，火箭弹的伤害也会减少。<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器。<br/><Bullet/> 火焰喷射器拥有两次充能，在没有升级前无法伤害机械单位。<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合。<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示。"
AbilityDescName="臂套"

[LWGauntlet_MG X2MultiWeaponTemplate]
FriendlyName="臂套第II型"
FriendlyNamePlural="臂套第II型"
BriefSummary="第II型臂套拥有比第I型更高的伤害。"
TacticalText="<Bullet/> XCOM臂套是一种带有迷你火箭弹发射器和火焰喷射器的高级设备。<br/><Bullet/> 火箭发射器最初携带一枚火箭且有3格半径的范围效果。<br/><Bullet/> 它能够瞄准视野范围内的任何东西。<br/><Bullet/> 根据弹着点的不同，火箭弹的伤害也会减少。<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器。<br/><Bullet/> 火焰喷射器拥有两次充能，在没有升级前无法伤害机械单位。<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合。<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示。"
AbilityDescName="臂套"

[LWGauntlet_CG X2MultiWeaponTemplate]
FriendlyName="臂套第III型"
FriendlyNamePlural="臂套第III型"
BriefSummary="第III型臂套比第I型和第II型造成更多伤害。"
TacticalText="<Bullet/> XCOM臂套是一种带有迷你火箭弹发射器和火焰喷射器的高级设备。<br/><Bullet/> 火箭发射器最初携带一枚火箭且有3格半径的范围效果。<br/><Bullet/> 它能够瞄准视野范围内的任何东西。<br/><Bullet/> 根据弹着点的不同，火箭弹的伤害也会减少。<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器。<br/><Bullet/> 火焰喷射器拥有两次充能，在没有升级前无法伤害机械单位。<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合。<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示。"
AbilityDescName="臂套"

[LWGauntlet_BM X2MultiWeaponTemplate]
FriendlyName="爆裂炮臂套"
FriendlyNamePlural="爆裂炮臂套"
BriefSummary="高级臂套武器能造成巨大伤害，并且迷你火箭现在也能自动引导至它们的目标了。"
TacticalText="<Bullet/> 高级臂套的爆裂炮发射器组件能发射一枚高科技的火箭弹，能够通过导航绕过阻碍的地形。\n<Bullet/> 升级的火焰喷射器会在小范围的锥形区域内造成巨量伤害，对环境和敌方目标造成同等伤害。<Bullet/> 根据弹着点的不同，火箭弹的伤害也会减少。<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器。<br/><Bullet/> 火焰喷射器拥有两次充能，在没有升级前无法伤害机械单位。<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合。<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示。"
AbilityDescName="臂套"